{
    "menu_title": "Spelling Bee - Main menu",
    "menu_ssml": "Welcome to Spelling Bee! Say new game to get started right away or select or say one of the options below.",
    "leaderboard_title": "Spelling Bee - Leaderboard",
    "leaderboard_ssml": "Here are the best spellers I know",
    "challenge_title": "Spelling Bee - Challenge",
    "challenge_subtitle": "In challenge mode you and your friend will spell the same words and complete for the highest score. Select \"accept\" if you have been invited already or use \"create\" to start a new game.",
    "challenge_join": "Please type or say the challenge code, that your friend shared with you:",
    "challenge_failure": "The token you entered does not exist in our database. Please try again.",
    "challenge_success": "The token was successfully found. Type or say \"start\" when you're ready or \"cancel\" to try this challenge later.",
    "challenge_create" : "Your challenge has been created. Challenge your friend by sharing this access token with them: \"%s\". Say \"start\" to begin the challenge or \"cancel\" to get back to the menu.",
    "question_title": "Spelling Bee - Round %d",
    "question_chtitle": "Spelling Bee - Challenge round %d",
    "question_subtitle": "Please pay attention to this round's word. When you are ready, type or speak your response letter by letter, or select one of the following options:",
    "question_ssml": "Here is the word for the current round, please pay attention... %s... One more time, the word is... %s ",
    "definition_subtitle": "This round's word has a following definition: %s",
    "sentence_subtitle": "Here is an example sentence for this round's word: %s",
    "finalscore_title": "Spelling Bee - Final score",
    "finalscore_subtitle": "Thanks for playing Spelling Bee! Your score is %d (out of possible %d).",
    "finalscore_chsubtitle": "The results of the challenge will be shown here, once avaliable.",
    "answer_correct_title": "Correct!",
    "answer_incorrect_title": "Oops!",
    "answer_subtitle": "Your answer was %s.\n\nThe correct answer was %s.\n\nYour score so far is %d.",
    "challenge_score": "After this question, your friend's score was %d."
}