{
    "menu_title": "Spelling Bee - Main menu",
    "menu_ssml": "Welcome to the Spelling Bee! I am Cortana and I will be your host today! Say \"new game\" to get started or choose one of the following options: \"challenge\", \"leaderboard\", \"about\". Depending on the device you have, you can say, type or select these options on the screen - give it a try!",
    "leaderboard_title": "Spelling Bee - Leaderboard",
    "leaderboard_ssml": "This is the global leaderboard, our own little Hall of Fame for the best spellers out there. Is your name in this list yet? Remember, practice makes perfect!",
    "challenge_title": "Spelling Bee - Challenge",
    "challenge_subtitle": "In challenge mode you and your friend will spell the same words and complete for the highest score.",
    "challenge_ssml": "In challenge mode you and your friend will spell the same words and complete for the highest score. And bragging rights, of course. Say \"accept\" if you have been invited already or use \"create\" to start a new challenge.",
    "challenge_join": "Please type or say the challenge code, that your friend shared with you:",
    "challenge_failure": "The token you entered does not exist in our database. Please try again.",
    "challenge_success": "The token was successfully found. Type or say \"start\" when you're ready or \"cancel\" to try this challenge later.",
    "challenge_create" : "Your challenge has been created. Challenge your friend by sharing this access token with them: \"%s\". Say \"start\" to begin the challenge or \"cancel\" to get back to the menu.",
    "question_title": "Spelling Bee - Round %d",
    "question_chtitle": "Spelling Bee - Challenge round %d",
    "question_subtitle": "Please pay attention to this round's word. When you are ready, type or speak your response letter by letter, or select one of the following options:",
    "question_ssml": "Round %d... The word for the current round is... %s... One more time, the word is... %s... Please spell the word letter-by-letter when you're ready and feel free to ask me to repeat or request a definition or a sentence.",
    "definition_subtitle": "Here is a definition for this round's word: %s.",
    "sentence_subtitle": "Here is an example sentence for this round's word: %s.",
    "finalscore_title": "Spelling Bee - Final score",
    "finalscore_subtitle": "Thanks for playing Spelling Bee! Your score is %d (out of possible %d).",
    "finalscore_chsubtitle": "The results of the challenge will be shown here, once avaliable.",
    "answer_correct_title": [
        "Correct!",
        "Yes!",
        "Right!",
        "Awesome!",
        "Great!",
        "Exactly!"
    ],
    "answer_incorrect_title": [
        "Oops!",
        "Sorry!",
        "Ouch!",
        "Wrong!"
    ],
    "answer_correct_subtitle": "Congratulations! You've spelled the word %s as \"%s\", and that is perfectly correct!",
    "answer_incorrect_subtitle": "I am sorry, but unfortunately your answer wasn't correct. You've spelled the word %s as \"%s\", but the correct response is \"%s\".",
    "answer_subtitle": " Your score so far is %d points out of %d attempts. Say \"next\" for the following round or \"finish\" to stop playing.",
    "challenge_score": "After this round, your friend's score was %d.",
    "about_title": "Spelling Bee - About",
    "about_subtitle": "Built with <3 by Dmitrii Cucleschin <dmitc> and Ondrej Stastny <ostastny> of Bing Homepage team.",
    "about_ssml": "Built with love by Dmitrii and Ondrej of Bing Homepage team. No digital assistants were hurt in making of this bot."
}